/*
 * パッケージ名: ファイル名: delDialogJucUri.js
 *
 * 作成者:都築電気)関口
 * 作成日:2015/11/30
 *
 * 履歴 -------------------------------------------------------------------------
 * 日付 指示者 担当 内容
 * -------------------------------------------------------------------------
 * 2015/11/30 1.00 都築電気)関口 新規開発
 * -------------------------------------------------------------------------
 *
 * ALL RIGHTS RESERVED COPYRIGHT (C)2015 TSUZUKI DENKI CO.,LTD.
 */

jQuery(document).ready(function($) {

	// ---------------------------------------------------------------------
	//キャンセルボタン押下
	// ---------------------------------------------------------------------
	$(document).on("click", "#cancelButton_DelDialogJucUri", function() {
		// 子画面を閉じる
		$("#dialog").empty();
		HideDialog();
	});
});
